{
  "documents": [
    {
      "type": "loi",
      "numero": "2000-93",
      "date": "2000-11-03",
      "title_ar": "مجلة الشركات التجارية",
      "title_fr": "Code des Sociétés Commerciales",
      "content_ar": "الباب الأول: أحكام عامة\n\nالفصل 1: تخضع الشركات التجارية لأحكام هذه المجلة وللقانون العام في كل ما لا يتعارض مع أحكامها الخاصة.\n\nالفصل 2: الشركة عقد بمقتضاه يلتزم شخصان أو أكثر بأن يساهم كل واحد منهم في مشروع اقتصادي بتقديم حصة من مال أو من عمل على أن يقتسموا ما قد ينشأ عن المشروع من ربح أو خسارة.\n\nالفصل 3: يجب أن يكون للشركة غرض مشروع وأن لا يكون مخالفا للنظام العام والأخلاق الحميدة.",
      "content_fr": "Titre Premier: Dispositions Générales\n\nArticle Premier: Les sociétés commerciales sont régies par les dispositions du présent code et par le droit commun en tout ce qui n'est pas contraire à ses dispositions particulières.\n\nArticle 2: La société est un contrat par lequel deux ou plusieurs personnes conviennent d'affecter en commun leurs apports en vue de partager le bénéfice ou de profiter de l'économie qui pourra en résulter.\n\nArticle 3: La société doit avoir un objet licite et ne doit pas être contraire à l'ordre public et aux bonnes mœurs.",
      "ai_summary_ar": "مجلة الشركات التجارية تنظم إنشاء وتسيير الشركات التجارية في تونس، بما في ذلك الشركات ذات المسؤولية المحدودة وشركات المساهمة.",
      "ai_summary_fr": "Le Code des Sociétés Commerciales régit la création et la gestion des sociétés commerciales en Tunisie, y compris les SARL et les sociétés anonymes.",
      "domaine_ar": "القانون التجاري",
      "jort_reference": "JORT 2000-089",
      "statut": "en_vigueur"
    },
    {
      "type": "loi",
      "numero": "2014-16",
      "date": "2014-01-26",
      "title_ar": "دستور الجمهورية التونسية",
      "title_fr": "Constitution de la République Tunisienne",
      "content_ar": "الباب الأول: المبادئ العامة\n\nالفصل 1: تونس دولة حرّة، مستقلّة، ذات سيادة، الإسلام دينها، والعربية لغتها، والجمهورية نظامها.\n\nالفصل 2: تونس دولة مدنيّة، تقوم على المواطنة، وإرادة الشعب، وعلوية القانون.\n\nالفصل 3: الشعب هو صاحب السيادة ومصدر السّلطات، يمارسها بواسطة ممثليه المنتخبين أو عبر الاستفتاء.",
      "content_fr": "Titre Premier: Principes Généraux\n\nArticle Premier: La Tunisie est un État libre, indépendant et souverain, l'Islam est sa religion, l'arabe sa langue et la République son régime.\n\nArticle 2: La Tunisie est un État civil, fondé sur la citoyenneté, la volonté du peuple et la primauté du droit.\n\nArticle 3: Le peuple est titulaire de la souveraineté et source des pouvoirs qu'il exerce à travers ses représentants élus ou par voie de référendum.",
      "ai_summary_ar": "دستور 2014 هو القانون الأساسي للجمهورية التونسية الذي يكرس مبادئ الديمقراطية والحريات الأساسية وتنظيم السلطات.",
      "ai_summary_fr": "La Constitution de 2014 est la loi fondamentale de la République Tunisienne qui consacre les principes de démocratie, les libertés fondamentales et l'organisation des pouvoirs.",
      "domaine_ar": "القانون الدستوري",
      "jort_reference": "JORT 2014-010",
      "statut": "en_vigueur"
    },
    {
      "type": "loi",
      "numero": "66-27",
      "date": "1966-04-30",
      "title_ar": "مجلة الشغل",
      "title_fr": "Code du Travail",
      "content_ar": "الباب الأول: أحكام عامة\n\nالفصل 1: تسري أحكام هذه المجلة على العلاقات الشغلية بين العملة والمؤجرين.\n\nالفصل 2: العامل هو كل شخص من الجنسين يقوم بعمل يدوي أو ذهني مقابل أجر لفائدة شخص آخر طبيعي أو معنوي يسمى مؤجرا.\n\nالفصل 3: عقد الشغل اتفاق يتعهد بمقتضاه العامل بتقديم خدماته للمؤجر مقابل أجر.",
      "content_fr": "Titre Premier: Dispositions Générales\n\nArticle Premier: Les dispositions du présent code s'appliquent aux relations de travail entre travailleurs et employeurs.\n\nArticle 2: Est considéré comme travailleur toute personne des deux sexes qui s'engage à effectuer un travail manuel ou intellectuel moyennant rémunération pour le compte d'une autre personne physique ou morale appelée employeur.\n\nArticle 3: Le contrat de travail est une convention par laquelle le travailleur s'engage à fournir ses services à un employeur moyennant rémunération.",
      "ai_summary_ar": "مجلة الشغل تنظم العلاقات بين العمال والمؤجرين وتحدد حقوق وواجبات كل طرف.",
      "ai_summary_fr": "Le Code du Travail régit les relations entre travailleurs et employeurs et définit les droits et obligations de chaque partie.",
      "domaine_ar": "قانون الشغل",
      "jort_reference": "JORT 1966-018",
      "statut": "modifie"
    },
    {
      "type": "decret",
      "numero": "2022-312",
      "date": "2022-04-08",
      "title_ar": "أمر رئاسي يتعلق بإجراءات تأسيس الشركات",
      "title_fr": "Décret présidentiel relatif aux procédures de création des sociétés",
      "content_ar": "الفصل 1: يهدف هذا الأمر إلى تبسيط إجراءات تأسيس الشركات التجارية.\n\nالفصل 2: يمكن القيام بإجراءات التأسيس عبر المنصة الإلكترونية المخصصة لهذا الغرض.\n\nالفصل 3: تحدد آجال البت في مطالب التأسيس بخمسة أيام عمل.",
      "content_fr": "Article Premier: Le présent décret vise à simplifier les procédures de création des sociétés commerciales.\n\nArticle 2: Les procédures de création peuvent être effectuées via la plateforme électronique dédiée à cet effet.\n\nArticle 3: Les délais de traitement des demandes de création sont fixés à cinq jours ouvrables.",
      "ai_summary_ar": "أمر رئاسي يبسط إجراءات تأسيس الشركات ويحدد آجال البت في المطالب.",
      "ai_summary_fr": "Décret présidentiel simplifiant les procédures de création des sociétés et fixant les délais de traitement.",
      "domaine_ar": "القانون التجاري",
      "jort_reference": "JORT 2022-032",
      "statut": "en_vigueur"
    },
    {
      "type": "decret",
      "numero": "2011-674",
      "date": "2011-05-31",
      "title_ar": "أمر يتعلق بضبط صيغ تطبيق أحكام مجلة الضريبة على دخل الأشخاص الطبيعيين",
      "title_fr": "Décret fixant les modalités d'application de l'impôt sur le revenu des personnes physiques",
      "content_ar": "الفصل 1: يضبط هذا الأمر صيغ تطبيق الضريبة على دخل الأشخاص الطبيعيين.\n\nالفصل 2: تحتسب الضريبة على أساس الدخل الصافي السنوي.\n\nالفصل 3: يتمتع المكلفون بالضريبة بطرح المبالغ المدفوعة بعنوان الاشتراكات الاجتماعية.",
      "content_fr": "Article Premier: Le présent décret fixe les modalités d'application de l'impôt sur le revenu des personnes physiques.\n\nArticle 2: L'impôt est calculé sur la base du revenu net annuel.\n\nArticle 3: Les contribuables bénéficient de la déduction des sommes versées au titre des cotisations sociales.",
      "ai_summary_ar": "أمر يحدد كيفية احتساب الضريبة على دخل الأشخاص الطبيعيين.",
      "ai_summary_fr": "Décret définissant les modalités de calcul de l'impôt sur le revenu des personnes physiques.",
      "domaine_ar": "القانون الجبائي",
      "jort_reference": "JORT 2011-041",
      "statut": "en_vigueur"
    },
    {
      "type": "jurisprudence",
      "numero": "32567",
      "date": "2020-06-15",
      "title_ar": "قرار محكمة التعقيب - فسخ عقد الشغل",
      "title_fr": "Arrêt de la Cour de Cassation - Résiliation du contrat de travail",
      "content_ar": "حيث أن الطاعن يطعن في القرار المطعون فيه بدعوى مخالفته للقانون.\n\nحيث أن المحكمة الاستئنافية اعتبرت أن الفسخ كان تعسفيا لعدم احترام الإجراءات القانونية.\n\nقررت المحكمة رفض الطعن وتأييد القرار المطعون فيه.",
      "content_fr": "Attendu que le requérant conteste la décision attaquée pour violation de la loi.\n\nAttendu que la cour d'appel a considéré que la résiliation était abusive pour non-respect des procédures légales.\n\nLa Cour décide de rejeter le pourvoi et de confirmer la décision attaquée.",
      "ai_summary_ar": "قرار يؤكد أن فسخ عقد الشغل دون احترام الإجراءات القانونية يعتبر تعسفيا.",
      "ai_summary_fr": "Arrêt confirmant que la résiliation du contrat de travail sans respect des procédures légales est considérée comme abusive.",
      "domaine_ar": "قانون الشغل",
      "jort_reference": "",
      "statut": "en_vigueur"
    },
    {
      "type": "jurisprudence",
      "numero": "45892",
      "date": "2021-03-22",
      "title_ar": "قرار محكمة التعقيب - مسؤولية الشركات",
      "title_fr": "Arrêt de la Cour de Cassation - Responsabilité des sociétés",
      "content_ar": "حيث أن المسألة المطروحة تتعلق بمسؤولية الشركة عن أفعال مسيريها.\n\nحيث أن الشركة ملزمة بالتعويض عن الأضرار الناتجة عن أفعال مسيريها في نطاق وظائفهم.\n\nقررت المحكمة قبول الطعن جزئيا.",
      "content_fr": "Attendu que la question posée concerne la responsabilité de la société pour les actes de ses dirigeants.\n\nAttendu que la société est tenue de réparer les dommages causés par les actes de ses dirigeants dans le cadre de leurs fonctions.\n\nLa Cour décide d'admettre partiellement le pourvoi.",
      "ai_summary_ar": "قرار يوضح مسؤولية الشركة عن أفعال مسيريها في إطار وظائفهم.",
      "ai_summary_fr": "Arrêt clarifiant la responsabilité de la société pour les actes de ses dirigeants dans le cadre de leurs fonctions.",
      "domaine_ar": "القانون التجاري",
      "jort_reference": "",
      "statut": "en_vigueur"
    },
    {
      "type": "loi",
      "numero": "94-117",
      "date": "1994-11-14",
      "title_ar": "القانون المتعلق بإعادة تنظيم السوق المالية",
      "title_fr": "Loi relative à la réorganisation du marché financier",
      "content_ar": "الباب الأول: أحكام عامة\n\nالفصل 1: يهدف هذا القانون إلى تنظيم السوق المالية وحماية المدخرين والمستثمرين.\n\nالفصل 2: تحدث هيئة السوق المالية للإشراف على حسن سير السوق.",
      "content_fr": "Titre Premier: Dispositions Générales\n\nArticle Premier: La présente loi vise à organiser le marché financier et à protéger les épargnants et les investisseurs.\n\nArticle 2: Il est créé le Conseil du Marché Financier pour veiller au bon fonctionnement du marché.",
      "ai_summary_ar": "قانون ينظم السوق المالية ويحدث هيئة للإشراف عليها.",
      "ai_summary_fr": "Loi organisant le marché financier et créant une autorité de supervision.",
      "domaine_ar": "قانون الأعمال",
      "jort_reference": "JORT 1994-092",
      "statut": "modifie"
    }
  ]
}
